<?php

return [
    'company_type'=>[1=>'党政机关',2=>'企事业单位',9=>'其他'],
    'media_type'=>[1=>'平面媒体',2=>'电视媒体',3=>'广播媒体',4=>'网络媒体',9=>'其他'],
    'media_level'=>[1=>'中央',2=>'省级',3=>'其他'],
    'media_types'=>[['id'=>1,'name'=>'平面媒体'],['id'=>2,'name'=>'电视媒体'],['id'=>3,'name'=>'广播媒体'],['id'=>4,'name'=>'网络媒体']],
    'status1'=>[1=>'草稿',2=>'待审',3=>'通过',4=>"不通过"],
    'status2'=>[1=>'待定',3=>'已处理',4=>"未处理"],
    'status'=>[1=>'草稿',2=>'待审',3=>'通过',4=>"不通过",5=>'待定'],
    'confirm_status'=>[3=>'通过',4=>"不通过"],
    'pro_types'=>[1=>'脱贫攻坚典型',9=>'其他典型'],
    'pro_category'=>[2=>'个人',1=>'集体'],
    'pro_cur_type'=>[2=>'自主扶贫',1=>'驻村扶贫'],
];
